Repository: Pavstyuk/justbible-search
Catalog: languages/justbible-search-*.po
Languages: ru_ru

source: adds a title before the search form
ru_ru: добавляет заголовок перед формой поиска

source: Advanced ShortCode with attributes
ru_ru: Расширенный шорткод с атрибутами

source: All you need to do is simply paste the plugin's shortcode into any page of your site to display search form.
ru_ru: Все, что вам нужно сделать, это просто вставить шорткод плагина на любую страницу вашего сайта, чтобы отобразить форму поиска.

source: changes the text in the search query input field
ru_ru: устанавливает текст на кнопке в форме

source: changes the text on the button in the form
ru_ru: устанавливает текст на кнопке в форме

source: Default ShortCode
ru_ru: Короткий код по умолчанию

source: Instructions
ru_ru: Инструкции

source: Just Bible Search
ru_ru: Поиск по Библии

source: Just Bible Search Plugin Instructions
ru_ru: Просто инструкции по подключению простого плагина просто для поиска по Библии

source: Mikhail Pavstyuk
ru_ru: Михаил Павстюк

source: Modern Russian Translation of the Russian Bible Society, 2015
ru_ru: Современный Русский Перевод Российского Библейского Общества 2015

source: More about translations
ru_ru: Подробнее о переводах

source: Possible ShortCode attributes
ru_ru: Возможные атрибуты шорткода

source: Russian Bible Society
ru_ru: Современный Русский Перевод, РБО

source: Russian Synodal Text
ru_ru: Русский Синодальный Перевод

source: Russian Synodal Translation, Russian Bible Society, 1876
ru_ru: Русский Синодальный Перевод, Российское Библейское Общество, 1876

source: Search
ru_ru: Поиск

source: Search for words in the Bible
ru_ru: Поиск слов в Библии

source: Search request...
ru_ru: Поисковый запрос...

source: specify options of Bible translation. This plugin has only three translations in this moment:
ru_ru: укажите варианты перевода Библии. На данный момент этот плагин поддерживает только три перевода:

source: Start Searching
ru_ru: Начать Поиск

source: The plugin integrates the search for words in the Bible in the Synodal translation on the WordPress site.
ru_ru: Плагин интегрирует поиск слов в Библии в синодальном переводе на сайте WordPress.

source: The short code displays form for Bible searching with default settings.
ru_ru: Шорткод отображает форму для поиска Библии с настройками по умолчанию.

source: Version
ru_ru: Версия

source: What are you looking for?
ru_ru: Что будем искать?

source: You can additionally specify one or more shortcode attributes.
ru_ru: Вы можете дополнительно указать один или несколько атрибутов шорткода.
